<?php
$Fid_db=array (
  0 => 
  array (
    1 => '旅游资讯',
    36 => '饮食资讯',
    43 => '客服中心',
  ),
  'name' => 
  array (
    1 => '旅游资讯',
    44 => '新手入门指导',
    31 => '旅游文化',
    32 => '渡假生活',
    33 => '旅游保险',
    34 => '自助游',
    36 => '饮食资讯',
    37 => '快乐饮食',
    39 => '饮食文化',
    45 => '生活信息查询',
    43 => '客服中心',
  ),
  'mid' => 
  array (
    1 => 0,
    44 => 106,
    31 => 0,
    32 => 0,
    33 => 0,
    34 => 0,
    36 => 0,
    37 => 0,
    39 => 0,
    45 => 0,
    43 => 106,
  ),
  43 => 
  array (
    44 => '新手入门指导',
    45 => '生活信息查询',
  ),
  1 => 
  array (
    31 => '旅游文化',
    32 => '渡假生活',
    33 => '旅游保险',
    34 => '自助游',
  ),
  36 => 
  array (
    37 => '快乐饮食',
    39 => '饮食文化',
  ),
);?>