<?php
$Fid_db=array (
  0 => 
  array (
    1 => '计算机/互联网/通信/电子',
    3 => '人事/行政/高级管理',
    2 => '销售/客服/技术支持',
  ),
  'name' => 
  array (
    1 => '计算机/互联网/通信/电子',
    3 => '人事/行政/高级管理',
    2 => '销售/客服/技术支持',
    4 => '计算机硬件',
    5 => '计算机软件',
    6 => '互联网开发及应用',
    7 => '人力资源',
    8 => '高级管理',
    9 => '行政/后勤',
    10 => '销售人员',
    11 => '客服及技术支持',
  ),
  'mid' => 
  array (
    1 => 1,
    3 => 1,
    2 => 1,
    4 => 1,
    5 => 1,
    6 => 1,
    7 => 1,
    8 => 1,
    9 => 1,
    10 => 1,
    11 => 1,
  ),
  1 => 
  array (
    4 => '计算机硬件',
    5 => '计算机软件',
    6 => '互联网开发及应用',
  ),
  3 => 
  array (
    7 => '人力资源',
    8 => '高级管理',
    9 => '行政/后勤',
  ),
  2 => 
  array (
    10 => '销售人员',
    11 => '客服及技术支持',
  ),
);?>